# name = input("Введи свое имя ")
# print(name+", "+"привет!" )

# a = "лес"
# b = "сторожка"
# c = "сундук"
# d = "коробка"
# # print(a+"-"+b+"-"+c+"-"+d)
# print(a,b,c,d,sep="-")

# print("Игра началась. ", end="")
# print("Уровень 1.")

# a = "коза"
# b = "стре"
# print(b+a)

name = input("Введи свое имя ")
input("Привет, " + name)
game = input("Введи название своей игры ")
print("Твоя игра - "+ game + ", станет бестеллером")
print("Предлагаю слоган: Живи играючи в "+ game +"!")

print("Структура игровой индустрии:")
print("Платформа","Движок","Создание игры","Издание","Популяризация","Потребление",sep="->")
