# name = input("Вводите")
# print("Привет,", name)

# name = input("Как тебя зовут? ")
# print("Приятно познокомиться, ", name)
# hobby = input("Чем ты занимаешься? ")
# print("Здорово! Какое интересное у тебя хобби", hobby, "А я люблю играть в футбол.")
# mood = input("Как твое настроение? ")
# print("А я вчера грустил, потому что не с кем было погулять")
# city = input("Из какого ты города? ")
# print("Прекрасный город", city, "!" ,"А я из Питера")
# season = input("Какое время года ты любишь? ")
# print(season," - это прекрасно. Я тоже люблю", season, )
# friend = input("Как зовут твоего лучшего друга? ")
# print("А моего друга зовут Влад. Ну ладно буду ждать тебя снова")

# from math import*
# from random import*
# # num = randint(1000,100000)
# # print("Квадратный корень из", num, "=",sqrt(num))
# radius = randint(1,10)
# print("Площадь круга с радиусом", radius, "=", pi*(radius**2))
# print("Длина окружности =", 2*pi*radius)



